Repository: nuald/sdict2db
Catalog: sdict2db/Properties/Resources.*.resx
Languages: ru_ru

# AdditionalInfoText
source: Additional Info:
ru_ru: Дополнительная информация:

# AmountText
source: Amount:\t\t
ru_ru: Количество:\t\t\t

# CancelMessageQuestion
source: Operation is not finished. Do you want to keep partial results?
ru_ru: Операция не завершена. Вы хотите сохранить ее частичный результат?

# CancelText
source: Cancel
ru_ru: Отмена

# CompressText
source: Compress:\t\t
ru_ru: Сжатие:\t\t\t

# ConnectionStringText
source: Connection string:
ru_ru: Строка подключения:

# CopyrightLengthText
source: Copyright length:\t
ru_ru: Авторское право (длина):\t

# CopyrightText
source: Copyright:
ru_ru: Авторское право:

# CreateDataTableText
source: Creating DB table
ru_ru: Создание таблицы БД

# CreateTableIndexText
source: Table index is created
ru_ru: Создан индекс в таблице

# CreateTableText
source: Table is created
ru_ru: Таблица создана

# DefaultHeaderInfoText
source: No header info.
ru_ru: Заголовок отсутствует.

# DeleteTableText
source: Old table is deleted
ru_ru: Старая таблица удалена

# EmptyDictionaryText
source: Dictionary is empty.
ru_ru: Пустой словарь.

# EmptyStringText
source: String should not be empty.
ru_ru: Строка должна быть непустой.

# ErrorText
source: Error
ru_ru: Ошибка

# FileDoesNotExistText
source: The file does not exist.
ru_ru: Такого файла не существует.

# FileParsingErrorText
source: Error was occured while pasing file.
ru_ru: Ошибка чтения файла.

# FillDataText
source: Saving dictionary to database table. Please wait...
ru_ru: Сохранение словаря в таблицу базы данных. Пожалуйста, подождите...

# FilteredDataMessageQuestion
source: Do you really want to save only filtered data? For saving whole the data press 'No'.
ru_ru: Вы действительно хотите сохранить только отфильтрованные данные? Для сохранения всех данных нажмите "Нет".

# HeaderInfoAdditionalText
source: (see tooltip for additional info)
ru_ru: (Дополнительную информацию смотрите в подсказке)

# HeaderInfoText
source: Header info:
ru_ru: Заголовочная часть файла:

# IndexText
source: Index:\t\t\t
ru_ru: Индекс:\t\t\t

# InfoText
source: Info
ru_ru: Информация

# InputLanguageText
source: Input language:\t\t
ru_ru: Входной язык:\t\t\t

# LenghtShotText
source: Shot lenght:\t\t
ru_ru: Shot (длина):\t\t\t

# MessageValidationQueryStringTableErrorText
source: Input only text, digits or symbol '_'.
ru_ru: Строка может содержать только буквы, цифры и символ '_'.

# OffsetArticlesText
source: Offset for articles:\t
ru_ru: Отступ для переводов:\t

# OffsetShotIndexText
source: Offset for shot index:\t
ru_ru: Отступ для индекса shot:\t

# OffsetWordsIndexText
source: Offset for words index:\t
ru_ru: Отступ для индекса слов:\t

# OperationCanceledText
source: Operation was canceled
ru_ru: Операция отменена.

# OperationParsingText
source: Dictionary file parsing. Please wait...
ru_ru: Чтение словаря из файла. Пожалуйста, подождите...

# OperationSqlText
source: Saving dictionary to database table. Please wait...
ru_ru: Сохранение словаря в таблицу базы данных. Пожалуйста, подождите...

# OperationWritingText
source: Dictionary file saving. Please wait...
ru_ru: Сохранение словаря в файл. Пожалуйста, подождите...

# OutputLanguageText
source: Output language:\t
ru_ru: Выходной язык:\t\t

# SaveText
source: Saving
ru_ru: Сохранение

# SignatureText
source: Signature:\t\t
ru_ru: Подпись:\t\t\t

# TableForDictionaryText
source: Table for dictionary:
ru_ru: Таблица для словаря:

# TableIsNotValidText
source: Data table is not valid.
ru_ru: Некорректная таблица для данных.

# TitleLengthText
source: Title length:\t\t
ru_ru: Название (длина):\t\t

# TitleText
source: Title:
ru_ru: Название:

# TranslateField
source: Translation
ru_ru: Перевод

# VersionLengthText
source: Version length:\t\t
ru_ru: Версия (длина):\t\t

# VersionText
source: Version:
ru_ru: Версия:

# WordField
source: Word
ru_ru: Слово
